Revit 2027 API
ParameterTypeId.LoadArrowSeparation Property
 "Distance between arrows"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadArrowSeparation { get; }
Public Shared ReadOnly Property LoadArrowSeparation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadArrowSeparation {
	ForgeTypeId^ get ();
}
static member LoadArrowSeparation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace